{
  "dimensions": ["size"],
  "brandName": "Gaastra",
  "year": 2015,
  "name": "Cross",
  "type": "propulsion",
  "subType": "windsurfSail",
  "infoUrl": "https://ga-windsurfing.com/sails/2015/wave-cross/cross-15/",
  "programs": ["freestyle", "wave"],
  "variants": [
    {
      "variant": {
        "size": 4.8
      },
      "surfaceM2": 4.8,
      "luffLengthCm": 408,
      "mastLengthsCm": [400],
      "mastIMCS": [19],
      "boomLengthsCm": [161],
      "battenCount": 5,
      "camCount": 0
    },
    {
      "variant": {
        "size": 5.2
      },
      "surfaceM2": 5.2,
      "luffLengthCm": 421,
      "mastLengthsCm": [400],
      "mastIMCS": [19],
      "boomLengthsCm": [170],
      "battenCount": 5,
      "camCount": 0
    },
    {
      "variant": {
        "size": 5.6
      },
      "surfaceM2": 5.6,
      "luffLengthCm": 432,
      "mastLengthsCm": [430],
      "mastIMCS": [21],
      "boomLengthsCm": [171],
      "battenCount": 5,
      "camCount": 0
    },
    {
      "variant": {
        "size": 6
      },
      "surfaceM2": 6,
      "luffLengthCm": 441,
      "mastLengthsCm": [430],
      "mastIMCS": [21],
      "boomLengthsCm": [181],
      "battenCount": 5,
      "camCount": 0
    },
    {
      "variant": {
        "size": 6.4
      },
      "surfaceM2": 6.4,
      "luffLengthCm": 451,
      "mastLengthsCm": [430],
      "mastIMCS": [21],
      "boomLengthsCm": [189],
      "battenCount": 5,
      "camCount": 0
    },
    {
      "variant": {
        "size": 6.9
      },
      "surfaceM2": 6.9,
      "luffLengthCm": 456,
      "mastLengthsCm": [430],
      "mastIMCS": [21],
      "boomLengthsCm": [200],
      "battenCount": 5,
      "camCount": 0
    }
  ],
  "description": {
    "en": "For 2015 we have designed the Cross with 5 battens in all sizes and with a shorter boom. This was made possible by the new Posi Leech design and the Compact Batten Positioning. We have also moved the shape a little further back in the sail and increased its depth to generate more power. The new Cross also has a looser leech in the head to increase its range and light handling. The result is an even lighter and easier bump & jump sail, with more power and range. In addition, it is possible to rig all sizes on a 430cm mast and a 160-210 boom! Its skeleton is combined with normal and tube battens, giving an incredible amount of control in the gusts and at higher speeds, making it the perfect bump & jump sail with tons of speed and turnability.\nNew outline with Posi Leech: we kept the luff length similar and made the boom shorter in general. Compact Batten Positioning brings the battens and the ‘sweet-spot’ of the sail down. Stabilized Head Configuration and revised panel layout with less seams: we improved the reinforcement in the head and clew area with the very top of the sail completely in X-ply and an X-ply panel between clew and Monofilm window for added protection. We adjusted the luff curve and modified the shape in the seams, making the sail fuller in profile, yet the leech looser in the top. All sizes have five battens and can be rigged on a 430cm mast and a 160-210cm boom! For the materials we used a combination of X-Ply in the bottom and second luff panel for durability and stability. In the center top panel we incorporated 2-Ply for lightweight and a smoother transition to the leech, which itself is C-Film to create a more direct feeling.\n– Shorter boom\n– Posi Leech\n– Compact Batten Positioning\n– Stabilized Head Configuration\n– Revised Panel Layout with less seams and better protected head and clew areas\n– Adjusted luff curve allows for a smoother curve\n– More loose leech at the top\n– New seam shaping, more shape in the foot and front\n– All sizes incorporate 5 battens and are possible to rig on 430 mast and 160-210 boom\n– Use of 2-Ply in upper/front panel for reduced weight, lower swing weight and better response\n– DACRON LUFF PANEL for softer, smoother feeling and maximum neutrality\n– Radial Panel Layout 3G: improved layout for perfect locked in sail shape, smooth profile, twist control and durability\n– 3D EVA mast protector. New design, more user friendly, much easier to handle for maximum shock-absorbing and minimal weight\n– 3D mast head protector for maximum shock-absorbing and minimal weight\n– Vario Top protector. This little feature protects the exposed adjustmen webbing from wear and tear."
  },
  "pictures": []
}
