{
  "dimensions": ["size"],
  "brandName": "Gaastra",
  "year": 2015,
  "name": "Poison",
  "type": "propulsion",
  "subType": "windsurfSail",
  "infoUrl": "https://ga-windsurfing.com/sails/2015/wave-cross/poison-15/",
  "programs": ["wave"],
  "variants": [
    {
      "variant": {
        "size": 4.2
      },
      "surfaceM2": 4.2,
      "luffLengthCm": 384,
      "mastLengthsCm": [370],
      "mastIMCS": [17],
      "boomLengthsCm": [155],
      "battenCount": 5,
      "camCount": 0
    },
    {
      "variant": {
        "size": 4.5
      },
      "surfaceM2": 4.5,
      "luffLengthCm": 398,
      "mastLengthsCm": [430],
      "mastIMCS": [21],
      "boomLengthsCm": [159],
      "battenCount": 5,
      "camCount": 0
    },
    {
      "variant": {
        "size": 4.7
      },
      "surfaceM2": 4.7,
      "luffLengthCm": 408,
      "mastLengthsCm": [400],
      "mastIMCS": [19],
      "boomLengthsCm": [162],
      "battenCount": 5,
      "camCount": 0
    },
    {
      "variant": {
        "size": 4
      },
      "surfaceM2": 4,
      "luffLengthCm": 374,
      "mastLengthsCm": [370],
      "mastIMCS": [17],
      "boomLengthsCm": [150],
      "battenCount": 5,
      "camCount": 0
    },
    {
      "variant": {
        "size": 5.4
      },
      "surfaceM2": 5.4,
      "luffLengthCm": 421,
      "mastLengthsCm": [400],
      "mastIMCS": [19],
      "boomLengthsCm": [172],
      "battenCount": 5,
      "camCount": 0
    },
    {
      "variant": {
        "size": 5.8
      },
      "surfaceM2": 5.8,
      "luffLengthCm": 433,
      "mastLengthsCm": [430],
      "mastIMCS": [21],
      "boomLengthsCm": [178],
      "battenCount": 5,
      "camCount": 0
    },
    {
      "variant": {
        "size": 5
      },
      "surfaceM2": 5,
      "luffLengthCm": 411,
      "mastLengthsCm": [400],
      "mastIMCS": [19],
      "boomLengthsCm": [165],
      "battenCount": 5,
      "camCount": 0
    },
    {
      "variant": {
        "size": 6.2
      },
      "surfaceM2": 6.2,
      "luffLengthCm": 440,
      "mastLengthsCm": [430],
      "mastIMCS": [21],
      "boomLengthsCm": [187],
      "battenCount": 5,
      "camCount": 0
    }
  ],
  "description": {
    "en": "The new Poison makes use of the new design features as well. While we didn’t change the luff and boom lengths significantly, we designed a Posi Leech into the sails and also a Compact Batten Positioning, bringing the battens further down, which helped us to improve the great characteristics of this sail. Whilst it’s a superior wave sail in onshore conditions and also in the hands of heavier sailors (when the most important word is power), we were also able to improve its already great wave-riding attributes in more demanding side-shore conditions.\nNew outline with Posi Leech: we kept the luff and the boom lengths the same in general. Compact Batten Positioning brings the battens and so the center of gravity of the sail down. Stabilized Head Configuration and revised panel layout with less seams: we brought the profile a little further back into the sail and reinforced the head and clew area, making the very top of the sail completely in X-ply. As with the Manic and IQ there is also an X-ply panel between clew and Monofilm window for added protection. The adjusted luff curve makes for a smoother curve, whilst the top half of sail is in our lightweight and elastic 2-Ply material. We kept the Dacron luff panel as, in our opinion, it is the best material when looking for smooth and soft behavior, plus great neutrality. The 2-mast concept allows all sizes to be rigged on 2 masts only.\n– New outline\n– Posi Leech\n– Compact Batten Positioning\n– Stabilized Head Configuration\n– Revised Panel Layout with less seams and better protected head and clew areas\n– Use of 2-Ply in upper body for reduced weight, lower swing weight and better response\n– DACRON LUFF PANEL for softer, smoother feeling and maximum neutrality\n– More low end performance\n– Radial Panel Layout 3G: improved layout for perfect locked in sail shape, smooth profile, twist control and durability\n– 3D EVA mast protector. New design, more user friendly and much easier to handle for maximum shock-absorbing and minimal weight.\n– 3D mast head protector for maximum shock-absorbing and minimal weight\n– Vario Top protector. This little feature protects the exposed adjusting webbing from wear and tear\n– 2 mast concept. Revised outline parameters on key sizes results in a more compact outline and shorter luff on big sizes for better control and maneuverability\n– A ‘Real World’ wave sail\n– Five batten skeleton\n– Higher clew position means the Poison delivers more direct power\n– DOUBLE SEAM provides heavy duty reinforcements\n– Outstanding in onshore conditions and bump & jump"
  },
  "pictures": []
}
