{
  "dimensions": ["size"],
  "brandName": "Gaastra",
  "year": 2015,
  "name": "Phantom",
  "type": "propulsion",
  "subType": "windsurfSail",
  "infoUrl": "https://ga-windsurfing.com/sails/2015/slalom-race/phantom-15/",
  "programs": ["freeride", "race", "slalom"],
  "variants": [
    {
      "variant": {
        "size": 5.7
      },
      "surfaceM2": 5.7,
      "luffLengthCm": 412,
      "mastLengthsCm": [400, 75],
      "mastIMCS": [19],
      "boomLengthsCm": [177],
      "battenCount": 7,
      "camCount": 2,
      "mastExtensionLengthsCm": [337],
      "masTypes": ["SDM"],
      "topType": "vario"
    },
    {
      "variant": {
        "size": 6.4
      },
      "surfaceM2": 6.4,
      "luffLengthCm": 435,
      "mastLengthsCm": [430, 75],
      "mastIMCS": [21],
      "boomLengthsCm": [189],
      "battenCount": 7,
      "camCount": 2,
      "mastExtensionLengthsCm": [360],
      "masTypes": ["SDM"],
      "topType": "vario"
    },
    {
      "variant": {
        "size": 7.1
      },
      "surfaceM2": 7.1,
      "luffLengthCm": 453,
      "mastLengthsCm": [430, 75],
      "mastIMCS": [21],
      "boomLengthsCm": [201],
      "battenCount": 7,
      "camCount": 2,
      "mastExtensionLengthsCm": [378],
      "masTypes": ["SDM"],
      "topType": "vario"
    },
    {
      "variant": {
        "size": 7.8
      },
      "surfaceM2": 7.8,
      "luffLengthCm": 470,
      "mastLengthsCm": [460, 75],
      "mastIMCS": [25],
      "boomLengthsCm": [210],
      "battenCount": 7,
      "camCount": 2,
      "mastExtensionLengthsCm": [395],
      "masTypes": ["SDM"],
      "topType": "fixed"
    },
    {
      "variant": {
        "size": 8.5
      },
      "surfaceM2": 8.5,
      "luffLengthCm": 493,
      "mastLengthsCm": [490, 75],
      "mastIMCS": [29],
      "boomLengthsCm": [218],
      "battenCount": 7,
      "camCount": 2,
      "mastExtensionLengthsCm": [418],
      "masTypes": ["SDM"],
      "topType": "fixed"
    },
    {
      "variant": {
        "size": 9.2
      },
      "surfaceM2": 9.2,
      "luffLengthCm": 513,
      "mastLengthsCm": [490, 75],
      "mastIMCS": [29],
      "boomLengthsCm": [223],
      "battenCount": 7,
      "camCount": 2,
      "mastExtensionLengthsCm": [438],
      "masTypes": ["SDM"],
      "topType": "fixed"
    }
  ],
  "description": {
    "en": "The GA Phantom is a high performance freerace sail. It is recommended for all riders interested in full-on race speed performance, simplified to make rigging and handling easy … and your sailing fun. We made the 2015 model even faster, with the new design features. It has the Posi Leech and Compact Batten Positioning with a Stabilized Head, which makes the sail lighter in the hands and more balanced. We reduced the head area a little and shortened the dropped clew length. We increased the shape in the front and placed it a little up higher in the sail to increase the performance in lighter winds. We also adjusted the luff curve and increased the loose leech in the top of the sail to increase the range. We used our 2-Ply material in the upper half of the mast sleeve to increase the flexibility and positive feedback of our SAS system even more. The new Phantom is incredible – so light in the hands yet with massive performance in only 2 cambers. Only a few details make the Vapor more competitive on the race course, but those are exploited only by the best and most trained riders. Everybody else is probably faster on a Phantom … basically a version of the Vapor with a narrower sleeve and one batten less.\nA new outline with Posi Leech, a smaller head area and Compact Batten Positioning brings the battens and center of effort of the sail further down. Stabilized Head Configuration and revised panel layout with less seams. We adjusted the luff curve and modified the shape in the seams, adding more shape in the front and moving it up slightly whilst putting more looseness in the top of the leech. We also reduced the length of the dropped clew, putting it closer to the leech for improved stability. Our trademark features such as C-Film are present in the 2015 version, making it crisper and more transparent, with new flashy colours. Radial panel layout and a newly designed tack fairing round off the greatness of this range. Revised head and clew fairings provide additional protection for these exposed areas of the sail, keeping it looking new.\n– New outline\n– Posi Leech\n– Compact Batten Positioning\n– Stabilized Head Configuration\n– Slightly smaller head area\n– Smaller dropped clew\n– Revised panel layout with less seams.\n– Adjusted luff curve for a smoother curve\n– More loose leech at the top\n– New seam shaping: more shape in the foot and front.\n– New 2-Ply mast sleeve material\n– Use of NEW C-Film for better durability and performance.\n– Radial Panel Layout 3G: improved layout for perfect locked in sail shape, smooth profile, twist control and durability\n– 3D EVA mast protector. New design, more user friendly, much easier to handle for maximum shock-absorbing and minimal weight\n– 3D mast head protector for maximum shock-absorbing and minimal weight\n– Vario Top protector. This little feature protects the exposed adjustable webbing from wear and tear\n– Dropped clew – shorter boom, improved lower twist\n– SAS (Shock Absorbing System) with 2-PLY material allows the rig to flex under high loads at high speeds\n– Four composite tube battens\n– Two race cambers – smooth rotation, rock solid stability\n– Dynamic twist pattern – smooth behavior and blistering acceleration\n– Moderately wide multi-material mast sleeve – same construction as Vapor\n– Drop tack with tension strap – 100% race sail performance"
  },
  "pictures": []
}
