{
  "name": "Fanatic",
  "logo": "https://www.fanatic.com/typo3conf/ext/fanatic_theme/Resources/Public/Images/logo-small.svg",
  "links": [
    {
      "url": "https://www.facebook.com/Fanatic.Windsurfing.International",
      "type": "facebook"
    },
    {
      "url": "https://twitter.com/fanaticcom",
      "type": "twitter"
    },
    {
      "url": "http://instagram.com/fanaticwindsurf",
      "type": "instagram"
    },
    {
      "url": "http://www.youtube.com/user/FanaticBoardriding",
      "type": "youtube"
    },
    {
      "url": "http://vimeo.com/channels/fanaticinternational",
      "type": "vimeo"
    }
  ],
  "pictures": [
    "https://www.fanatic.com/fileadmin/user_upload/F21_TheBrand_Header.jpg"
  ],
  "description": {
    "en": "FOUNDED IN 1981, OUR BRAND REPRESENTS OVER THREE DECADES OF WINDSURFING HISTORY AND AN ONGOING PROMISE TO YOU: TO DELIVER QUALITY, INNOVATION AND SERVICE. OUR REPUTATION AS ONE OF THE WORLD’S LEADING WINDSURFING BRANDS HAS BEEN BUILT UPON A RESOLUTE PASSION FOR THE PRODUCTS WE PRODUCE. ONLY THE VERY BEST WILL DO. BECAUSE WE LOVE TO WINDSURF JUST AS MUCH AS YOU DO!Fanatic is driven by our unwavering desire to create dream boards. That vision may sound simple, but achieving it is not. We stand for everything that makes it possible: quality, innovation, knowledge, experience, consistency, integrity, Ocean Minded spirit and above all else, passion. Value is important to us because we know it matters to you. Designing more usable range into each of our boards has allowed us to offer the most concise board range of all the top windsurfing brands. This means you’ll get even more use from your new Fanatic board across a greater range of conditions. Customer service is as important to us as our products are. Looking after you completes the picture for us. Your questions and feedback help us to better understand your needs, provide you with relevant information and to develop future ranges. There is always an ear waiting for you at an approved Fanatic dealer. Or you can chat to us online anytime at our\n\nINTERNATIONAL FORUM"
  },
  "infoUrl": "https://www.fanatic.com/windsurf/our-world/about-us/the-brand",
  "homePageUrl": "https://www.fanatic.com",
  "motto": {
    "en": "ADDICTED TO RIDE"
  }
}
