{
  "name": "NeilPryde",
  "logo": "https://cdn.shopify.com/s/files/1/2119/3655/files/NeilPryde_Logo_HeritageBlue_350x.png?v=1561558309",
  "links": [
    {
      "url": "https://www.facebook.com/neilprydewindsurf/",
      "type": "facebook"
    },
    {
      "url": "https://twitter.com/neilprydewind",
      "type": "twitter"
    },
    {
      "url": "https://instagram.com/neilpryde_wind",
      "type": "instagram"
    },
    {
      "url": "https://youtube.com/user/NeilPrydeWind",
      "type": "youtube"
    }
  ],
  "pictures": [
    "https://i.shgcdn.com/18bb520a-b61a-4bbf-ae32-cd5bd8060cc8/-/format/auto/-/preview/3000x3000/-/quality/lighter/",
    "https://i.shgcdn.com/5f4c2906-a6bb-4c67-b6df-0ec86f129f22/-/format/auto/-/preview/3000x3000/-/quality/lighter/",
    "https://i.shgcdn.com/8db28e5e-351b-4e94-8a67-a05d0bb59c00/-/format/auto/-/preview/3000x3000/-/quality/lighter/",
    "https://i.shgcdn.com/8ee62290-2b38-40ce-9a66-614ec3196802/-/format/auto/-/preview/3000x3000/-/quality/lighter/",
    "https://i.shgcdn.com/e59547cd-1624-403b-9c55-92cb20f36d02/-/format/auto/-/preview/3000x3000/-/quality/lighter/"
  ],
  "description": {
    "en": "In both windsurf sail development as well as waterwear and accessories made for Wind-Watersports, NEILPRYDE has built a legacy over the past decades and continues to do so.\nGrounded in a passion for Sailing, NEILPRYDE was founded by no one less than a man called Neil Pryde – a passionate Sailor, who founded his business developing yachting Sails.\n\nAt the beginning of the 1970ies, he decided to shift his business and focus on manufacturing sails for the trendy and upcoming sports of Windsurfing. While at the start he still manufactured sails for other brands, he soon decided to start his own windsurf sails brand, which marked the beginning of NEILPRYDE Windsurfing.\n\nToday NEILPRYDE is more than a brand – it is a lifestyle.\n\nNEILPRYDE lives through the victories of its rider squad, that underline the innovation leadership of the brand, as well as through its international footprint across the hotspots in wind watersports.\n\nOur customers, and their diversity across age, gender and skill level underline our inclusivity and only through the constant interaction with our community does NEILPRYDE ensure that the best products are being developed that truly change the game for the community.\n\n \n\n \n\nNEILPRYDE is here to champion the race, as competitions further prove our products’ superior engineering, innovation and durability.\n\nThrough this, NEILPRYDE further seals the promise towards its customers, the athletes as well as the occasional wind watersports practitioner, to deliver products that meet and exceed expectations, and above all, aiming to let everyone have the best time on the water.\n\n \n\nNEILPRYDE STANDS FOR “ONE DESIGN”!\n\nAs official gear supplier for the Olympic games, NEILPRYDE further grows and nurtures the sports of windsurfing, representing the best athletes, on the best equipment in a showcase for the very best performances in the sport. RS:X, the pinnacle of achievement in Olympic windsurfing."
  },
  "infoUrl": "https://www.neilpryde.com/pages/about-neilpryde",
  "homePageUrl": "https://www.neilpryde.com/"
}
