{
  "dimensions": [],
  "brandName": "Gaastra",
  "year": 2017,
  "name": "Manic HD",
  "type": "propulsion",
  "subType": "windsurfSail",
  "infoUrl": "https://ga-windsurfing.com/sails/2017/wave-cross/manic-hd-17/",
  "programs": ["wave"],
  "variants": [],
  "description": {
    "en": "For 2017 the MANIC was carefully designed for absolute performance in all windsurfing conditions. Whether enjoying your local break or getting ready for your next intrepid journey, everyone knows the conditions are never the same twice and that´s why the MANIC was born.\nUsed by many of our team riders while traveling and competing across the globe this proven design will not disappoint. The MANIC will keep you equally happy blasting around your local beach as well as attacking the long walls of the best breaks on earth.\nThe 2017 Manic offers the perfect balance between power and top end control.\nA longer foot outline, combined with more shape in the top of the sail result in unrivaled control and even more radical maneuverability than ever before.\nA new Constant Curve luff and improved outlines gifts the MANIC with the best wind range in our wave line up. For real world conditions and sailors who want to maximize their time on the water, the 2017 MANIC will get you planing early and keep you comfortable when the rest are rigging down.\nNew for 2017:\nAll new Constant Curve Luff shape and refined outline.\nNew INTEGRATED BATTEN TECHNOLOGY in the top two or three battens.\nNew Double Clew eyelet and refined Convertible batten system for unrivaled rider customization.\nPOSI-LEECH with all new dynamic cut-out resulting in more power and agility.\nPerformance Panel Layout for maximum strength and minimum weight.\n5 battens from 5.0 up for extra drive and planing power\n4 battens from 4.7 down for maximum maneuverability"
  },
  "pictures": [
    {
      "variant": {},
      "url": "https://ga-windsurfing.com/wp-content/uploads/sites/3/2016/06/2017gw-ManicHD-C3-ga-windsurfing.png"
    }
  ]
}
