{
  "dimensions": [],
  "brandName": "Gaastra",
  "year": 2015,
  "name": "Cosmic",
  "type": "sail",
  "infoUrl": "https://ga-windsurfing.com/sails/2015/freeride-15/cosmic-15/",
  "activities": ["windsurf", "windfoil"],
  "programs": ["freeride"],
  "variants": [],
  "description": {
    "en": "The Cosmic is our 2 cam freeride sail, the relatively wide sleeve with zippers making it super easy to rig. There are a number of easy solutions to rig and pop the cams onto the mast. This really is a great stepping stone into the cambered sail / freerace department. 6 battens and 2 small cams, it is powerful yet stable, easy to rotate, and offers a high level of speed for those freeriders wishing to experience a tune-up from a standard no-cam sail.\nFor 2015 we have produced a new design with a “Posi Leech,” giving it a fresh up-to-date outline.The Compact Batten Positioning along with the Stabilized Head makes the sail lighter in the hands and more balanced. Again, the Cosmic continues to blast across the water quicker and more efficient than ever.\nNew outline with Posi Leech, a smaller head area and Compact Batten Positioning brings the battens (and so the center of effort of the sail) further down. The Cosmic also incorporates our other main changes for 2015 – the Stabilized Head configuration and revised panel layout with less seams. We adjusted the luff curve and modified the shape in the seams, making the sail fuller, whilst moving the shape slightly further back in the sail, counteracting this by putting more loose leech in the top. Our trademark features such as C-Film in the 2015 version are included, making the sail’s visuals crisper and more transparent, with the new flashy colors. Radial panel layout and a newly designed tack fairing round off the greatness of this range. Newly designed head and clew fairings for additional protection of the exposed areas of the sail keep your pride and joy looking new.\n– Posi Leech\n– Compact Batten Positioning\n– Stabilized Head Configuration\n– Smaller head area\n– Revised panel layout with less seams\n– Adjusted luff curve for a smoother curve\n– More loose leech at the top\n– New seam shaping – more shape in the front panels\n– Front seams positioned further back in the sail\n– Use of NEW C-Film for better durability and performance\n– Radial Panel Layout 3G: improved layout for perfect locked in sail shape, smooth profile, twist control and durability.!\n– 3D EVA mast protector. New design, more user friendly, much easier to handle for maximum shock-absorbing and minimal weight\n– 3D mast head protector for maximum shock-absorbing and minimal weight\n– Vario Top protector. This little feature protects the exposed adjustment webbing from wear and tear\n– Dropped clew – shorter boom, improved lower twist\n– Fifth batten crosses the boom area – more power and performance\n– Balanced twist – progressive and smooth acceleration\n– 2 small cams – performance and locked profile"
  },
  "pictures": [
    {
      "variant": {},
      "url": "https://ga-windsurfing.com/wp-content/uploads/sites/3/2014/07/2015gas-Cosmic-C3.png"
    }
  ]
}
