{
  "dimensions": [],
  "brandName": "Gaastra",
  "year": 2015,
  "name": "Vapor",
  "type": "propulsion",
  "subType": "windsurfSail",
  "infoUrl": "https://ga-windsurfing.com/sails/2015/slalom-race/vapor-15/",
  "programs": ["slalom"],
  "variants": [],
  "description": {
    "en": "Watch out here we come! Introducing the 2015 Vapor Race Line up- A lighter and faster sail than anything yet to be produced. More effortless in the hands, superior acceleration with constant forward drive.\nA straight Leech on slalom sizes 5,2 to 9.6 allows these sails to knife through the wind with less resistance. A Posi Leech on Formula sizes 10,0 11,0 12,5 to keep upwind ability and drive in lighter winds A Higher aspect ratio to capture more wind, turning it into more power. A deeper shape in the lower region and in front along the luff sleeve.\nMore Flexibility in the rig for all sizes giving more control in rough waters. A New 2Ply mast sleeve construction on slalom sizes for more durability. A slightly more narrow Mast sleeve in the top half of the sail for better aerodynamics. An additional vertical luff panel to control the increased shaping down low.\nThe Vapor is our no compromise racing sail. The R&D process continues throughout the entire year to keep our riders winning. In 2014, we won the IFCA slalom world title and the Formula world and european championships.  The new 2015 models have been beating these sails already for the past months! We can’t wait to get them on the race course!\nWe have implemented our new design features  with new outlines, compact batten positioning and stabilized head configurations. On the slalom sizes we adopted a straight leech as it was the best compromise for downwind racing, while on the formula sizes the posi leech works better with its added drive upwind. We increased the aspect ratio on the slalom sails making them more agile around the jibes and with increased shaping in the bottom and in the luff higher up in the sail performance is at a new level. We also worked on the flexibility of the rig fine tuning it for every single size. We changed the mast sleeve material on the slalom sizes and reduced its width in the top half of the sail. On the Formula sizes we redesigned them all and put a new outline with a much smaller head in all the sizes. We changed the batten positioning finding a more efficient upwind power zone, which helped us to take one batten off the 12,5 making it an 8 batten 4 camber configuration like on the other sizes.  A newly designed head and clew fairings for additional protection of those exposed areas of the sail make the sails much more durable.\nOur trademark features like C-Film, Radial panel layout, SAS System, new designed tack fairing, all combine to make the 2015 Vapor in a league of its own.\n– use of C-Film // for better durability and performance\n– Radial Panel Layout 3G: improved layout for perfect, locked in sail shape with smooth profile, twist control and durability\n– 3D EVA mast protector // New design, more user friendly, much easier to handle for maximum shock- absorbing and minimal weight\n– 3D mast head protector // for maximum shock-absorbing and minimal weight\n– dropped clew -// shorter boom, improved lower twist\n– SAS (Shock Absorbing System) // with K105 and 2PLY materials allows the rig to flex under high loads at high speeds\n– neoprene closure of boom cutout // for advanced aerodynamic\n– Professional Race Sail // no compromise competition equipment"
  },
  "pictures": [
    {
      "variant": {},
      "url": "https://ga-windsurfing.com/wp-content/uploads/sites/3/2014/07/2015gas-Vapor-C21.png"
    }
  ]
}
