{
  "dimensions": ["color"],
  "brandName": "Gaastra",
  "year": 2015,
  "name": "Pure",
  "type": "propulsion",
  "subType": "windsurfSail",
  "infoUrl": "https://ga-windsurfing.com/sails/2015/wave-cross/pure/",
  "programs": ["wave"],
  "variants": [
    {
      "variant": {},
      "mastLengthsCm": [370],
      "mastIMCS": [17],
      "mastExtensionLengthsCm": [0],
      "luffLengthCm": 364,
      "boomLengthsCm": [153],
      "battenCount": 4,
      "camCount": 0,
      "topType": "vario"
    },
    {
      "variant": {},
      "mastLengthsCm": [370],
      "mastIMCS": [17],
      "mastExtensionLengthsCm": [10],
      "luffLengthCm": 380,
      "boomLengthsCm": [152],
      "battenCount": 4,
      "camCount": 0,
      "topType": "fixed"
    },
    {
      "variant": {},
      "mastLengthsCm": [370],
      "mastIMCS": [17],
      "mastExtensionLengthsCm": [20],
      "luffLengthCm": 388,
      "boomLengthsCm": [155],
      "battenCount": 4,
      "camCount": 0,
      "topType": "fixed"
    },
    {
      "variant": {},
      "mastLengthsCm": [400],
      "mastIMCS": [19],
      "mastExtensionLengthsCm": [10],
      "luffLengthCm": 408,
      "boomLengthsCm": [159],
      "battenCount": 4,
      "camCount": 0,
      "topType": "fixed"
    },
    {
      "variant": {},
      "mastLengthsCm": [400],
      "mastIMCS": [19],
      "mastExtensionLengthsCm": [12.5],
      "luffLengthCm": 412,
      "boomLengthsCm": [163],
      "battenCount": 4,
      "camCount": 0,
      "topType": "fixed"
    },
    {
      "variant": {},
      "mastLengthsCm": [400],
      "mastIMCS": [19],
      "mastExtensionLengthsCm": [20],
      "luffLengthCm": 420,
      "boomLengthsCm": [168],
      "battenCount": 4,
      "camCount": 0,
      "topType": "fixed"
    },
    {
      "variant": {},
      "mastLengthsCm": [400],
      "mastIMCS": [19],
      "mastExtensionLengthsCm": [30],
      "luffLengthCm": 429,
      "boomLengthsCm": [172],
      "battenCount": 4,
      "camCount": 0,
      "topType": "fixed"
    },
    {
      "variant": {},
      "mastLengthsCm": [430],
      "mastIMCS": [21],
      "mastExtensionLengthsCm": [5],
      "luffLengthCm": 434,
      "boomLengthsCm": [177],
      "battenCount": 4,
      "camCount": 0,
      "topType": "fixed"
    }
  ],
  "description": {
    "en": "“MAGIC POWER”\n\nWe incorporated a straight leech into the 2015 PURE as it makes it more stable in the clew-first position, used regularly in freestyle trickery. In combination with the Compact Batten Positioning and the Stabilized Head we found we could improve the sail’s response and pop. We also flattened the foot batten for better neutrality and easier ducking. We also added two seams in the top half of the sail and stiffer battens to improve stability in overpowered conditions. Revised sizes: we added a 3.8m to the line-up and removed the 4.0m and 4.6m. A world title winning sail, the PURE continues to be a reference for real freestyle sailors. If you take freestyle seriously you cannot live without the PURE.\n\n \n\nR&D Details\n\nNew outline with a straight leech; we kept the luff and boom lengths similar. Compact Batten Positioning brings the battens (and so the center of effort of the sail) down. Stabilized Head Configuration and revised panel layout with less seams, yet we added 2 seams in the top half of the sail (and incorporated stiffer battens) for better profile stability. Improved reinforcement to the clew area with an X-ply panel between clew and Monofilm window for added protection. We refined the luff curve and modified the shape in the seams, making the sail’s profile shallower at the foot batten. And with revised sizing, the few sails on offer have more efficient wind ranges. The PURE retains the Dacron Luff panel as it is the best option for smooth feedback and neutrality.\n\n \n\n FACTS\n– Straight leech\n– Compact Batten Positioning\n– Stabilized Head Configuration\n– Revised Panel Layout with less seams and better protected clew area.\n– Vertical radial seams in upper half for more stability\n– Adjusted luff curve details for a smoother curve\n– New seam shaping, flatter foot batten\n– Revised sizing, fewer sizes available but each one is more efficient\n– DACRON LUFF PANEL for softer, smoother feeling and maximum neutrality\n– Radial Panel Layout 3G: improved layout for perfect locked-in sail shape, smooth profile, twist control and durability\n– 3D EVA mast protector. New design, more user friendly, much easier to handle for maximum shock-absorbing and minimal weight\n– 3D mast head protector for maximum shock-absorbing and minimal weight\n– Ultimate lightweight construction provides lightweight performance with durability\n– High clew design and a higher aspect ratio makes this sail easy to maneuver in all conditions.\n\n \n\nKIRI THODE\n\n“I am 100% sure that we have the best freestyle sail on the market. The other brands are always looking to the PURE for inspiration. Each year we are pushing the design forward; this must be the reason so many other top riders are dying to jump to the PURE.”\n\nBottom Line\n\nOne of the easiest sails to ride. Works great for all levels up to the top pros. It does what you tell it to."
  },
  "pictures": []
}
