{
  "dimensions": [],
  "brandName": "Gaastra",
  "year": 2018,
  "name": "Hybrid",
  "type": "sail",
  "infoUrl": "https://ga-windsurfing.com/sails/2018/freeride/hybrid-18/",
  "activities": ["windsurf", "windfoil"],
  "programs": ["freeride"],
  "variants": [],
  "description": {
    "en": "The ultimate convertible sail range. A high-performance quiver designed to get you on the water having fun no matter what the conditions.\nFOR WHO:\nWindsurfers looking for just one sail range to cover all their sailing from high wind waves to light wind flatwater. A sail width huge wind range in all kind of condition and always great fun to use.\nThe ultimate convertible range, the Hybrid is rich in design features. For 2018, we took this design concept to a new level. We have created a completely integrated high performance sail with each size changing in design for the appropriate wind conditions. One range that will finally cover all conditions from wave to freeride without losing any performance.\nThe smaller sizes from 3.7 to 4.7 perform like a power wave sail. Control, early planing and\nmaneuverability for the windiest days and when the waves appear. Four batten designs with Full X-Ply HD window and fiberglass battens provide maximum performance and durability.\nThe middle of the range from 5.2 to 6.4 progresses into a classic 5 batten bump and jump profile replacing our successful well-known Cross range from previous seasons. The sail is fast, stable and powerful the perfect choice for when conditions start to become a little less consistent. High\nperformance Glass and Tube battens in the sail Centre produce the perfect profile for stability and\nperformance when conditions get tougher and the full X-Ply HD window makes the sail extremely durable.\nIn the largest sizes 6.7 to 8.2, the full 6 batten profile of a freeride sail will offer speed and performance to win every match race. A combination of Tube and Glass battens and full profile maximize freeride power allowing you to make the most of the lighter days on the water. It´s a real full power freeride machine.\nThe all new Hybrid takes windsurfing to a new level. You can invest in a minimum number of sails to maximize performance in all conditions."
  },
  "pictures": [
    {
      "variant": {},
      "url": "https://ga-windsurfing.com/wp-content/uploads/sites/3/2017/08/2018gw-Hybrid-C3-h10.png"
    }
  ]
}
