{
  "dimensions": [],
  "brandName": "Gaastra",
  "year": 2017,
  "name": "IQ",
  "type": "sail",
  "infoUrl": "https://ga-windsurfing.com/sails/2017/wave-cross/iq-17/",
  "activities": ["windsurf", "windfoil"],
  "programs": ["wave"],
  "variants": [],
  "description": {
    "en": "The IQ is the culmination of years of development with one of the world’s best sail designers and a team of world class riders including PWA world champion Thomas Traversa. Improving a World Title winning sail is no easy task but after countless hours of development the new IQ is at the pinnacle of wave riding performance.\nWhether you´re trying to hunt down that next perfect set wave or generate speed for that first little kicker off the beach, the refined bottom profile and new outline generates the power you need to get planing right away.\nThe IQ is effortlessly light in the hands, ready to be thrown in any direction, the 2017 IQ waits to be unleashed on your favorite wave.\nWhen riding the wave,  balance of power and neutrality will give you the confidence to go more vertical and throw more spray than ever before. In the air that same maneuverability  and control will help you soar to new heights no matter how tweaked you get.\nOur CONVERTIBLE BATTEN SYSTEM allows for a 1/2 batten option that has been refined to give you even more control over the sail in different conditions.\nThe new IQ isn´t just any other 4 batten wave sail. It is your weapon of choice to take your riding to the top of the podium.\nAll new Constant Curve Luff shape and enhanced outline.\nImproved POSI-LEECH with dynamic cut-out resulting in more power and agility.\nA longer higher cut foot for more radical maneuverability\nRefined batten angles and layout\nSimplified performance panel layout for maximum, strength and minimum weight.\nDouble Clew eyelets for the ultimate tuning range.\nNew INTEGRATED BATTEN TECHNOLOGY in the top two battens."
  },
  "pictures": [
    {
      "variant": {},
      "url": "https://ga-windsurfing.com/wp-content/uploads/sites/3/2016/06/2017gw-IQ-C2-ga-windsurfing.png"
    }
  ]
}
