{
  "dimensions": [],
  "brandName": "Hydro Force",
  "year": 2020,
  "name": "Surf",
  "type": "board",
  "subType": "surfBoard",
  "infoUrl": "https://www.nootica.fr/surf-gonflable-hydro-force-compact-8-0.html",
  "programs": [
  ],
  "variants": [
    {
      "variant": {
        "size": 8
      },
      "lengthFt": 8,
      "lengthCm": 243,
      "widthCm": 22,
      "thicknessCm": 7
    }
  ],
  "description": {
    "fr": "La planche de surf gonflables Bestway Hydro-Force Compact Surf 8 est la solution idéale si vous recherchez une planche de surf facile à transporter et compacte à ranger. La construction Tritech ™ avec coutures tombantes offre une résistance, une stabilité et une durabilité supérieures tout en la gardant légère.\nLe matériau de surface Tritech ™ est conçu pour résister au poids, à la tension et aux mouvements, ainsi qu'à une protection contre les rayons UV\n\nLes avantages du Hydro-Force Compact Surf 8\n1. Rapide et facile à gonfler et dégonfler et est facile à transporter.\n2. Résistance, stabilité et durabilité supérieures tout en étant léger\n3. Livré avec tout ce dont vous avez besoin pour sortir sur l'eau - planche de surf gonflable, pompe à main, sac de voyage, laisse de surf, aileron\n4. Idéal pour voyager car peut être transporté dans une valise\n5. Construction Tri-Tech\n6. Taille une fois gonflée 2,43 mx 57 cm x 7 cm; capacité de poids 90 kg\nConstruction du Surf gonflable Hydro Force\nLa construction Tri-Tech de la marque Bestway est faite d'un système de stratification renforcé à 3 plis; un noyau de maille de polyester enfermé dans deux couches de PVC épais, offrant la plus grande force et longévité. Cet assemblage est particulièrement résistant aux rayons UV et aux hydrocarbures.\nLe dropstitch est un matériau assez étonnant utilisé pour construire des planches SUP. Cette technologie est aussi parfois utilisée dans la fabrication de plateforme flottante, de bateaux de pêche mais aussi d'ailes d'avion. Ce matériau permet de construire des structures gonflables avec des surfaces planes qui peuvent être gonflées à une rigidité à toute épreuve et des performances de coque dure avec le transport et le stockage faciles d'un gonflable.\n\nQu'est-ce qui rend cela possible? Des dizaines de milliers de fils fins\nLe processus commence en joignant deux morceaux de tissu de support tissé de polyester avec des milliers de longueurs fines de fil de polyester.Ensuite, un revêtement étanche à l'air est appliqué sur les surfaces extérieures des deux côtés du matériau. Le matériau des flancs est en tissu de polyester enduit des deux côtés. Le fil de polyester est utilisé partout parce qu'il est solide, durable et très peu extensible.\nLe processus d'assemblage proprement dit implique un collage fastidieux du matériau de la paroi latérale sur les pièces supérieure et inférieure du matériau de point de goutte. Ensuite, une bande de couture large est collée sur chaque couture de recouvrement pour un produit final hermétique. Cela permet une construction super forte qui peut être gonflée à des pressions allant jusqu'à 17 (psi).\n\nSUP Stand up paddle gonflable Cruiser Tech Hydro Force\nManiable et Rigide à la fois\nLe surf gonflable de chez Hydro Force est le modèle pensé pour voyager en toute simplicité. En effet, sa qualité de finition et ses dimensions en font un excellent surf pour ceux qui veulent filer à sur les vagues. Le mix entre ses dimensions et sa rigidité, résultat des 7 cm d'épaisseur, font de ce SUP gonflable une planche super stable et facile d'accès. Ce surf gonflable saura faire de vous un rider confirmé et vous aidera à progresser. A noter qu'il peut accueillir des riders jusqu'à 90 kg.\nsurf gonflableLe Compact Surf offre une stabilité qui n'enlève rien à sa maniablilité et dispose d’un revêtement antiglisse. Parfait pour les surfeurs débutants qui veulent une entrée pratique dans le sport ou pour les riders expérimentés qui recherchent une alternative plus facile à transporter à une planche classique.\n\nPad mousse et anneau\nLe Pad + anneau\n\nAvec ses alvéoles, le pad inspiré de la peau de crocodile est à la fois doux et adhérent. Ce très grand pad est excellent pour pratiquer en toute sérennité mais aussi pour débuter ou pour progresser. Vous pourrez essayer plusieurs positions. De plus la planche dispose d'un anneau en acier inoxydable pour accrocher votre leash.\n\nanneau  stand up paddle\nAileron\n\nL'aileron est fournit avec la planche. Vous n'avez plus qu'a le fixer dans son boitier à glissière pour profiter d'une stabilité directionelle incroyable dans le creux des vagues.\n\n\n\nLes accessoires fournis avec le Compact Surf 8 Hydro Force\nLe Compact Surf 8 est livré avec un sac de transport pratique pour un rangement efficace. Résistant et astucieux, ce sac de transport est adapté à des planches de différentes tailles et permet de ranger différents accessoires. Également incluse, la pompe haute pression double action de chez Hydro Force est vraiment simple d'utilisation ainsi qu'un leash et un aileron."
  },
  "pictures": [
    {
      "url": "https://www.nootica.fr/media/catalog/product/cache/1/small_image/9df78eab33525d08d6e5fb8d27136e95/s/u/surf-8.jpg"
    },
    {
      "url": "https://www.nootica.fr/media/wysiwyg/Glisse/Paddle/Hydro-force/2020/profil-planche.jpg"
    },
    {
      "url": "https://www.nootica.fr/media/catalog/product/cache/1/small_image/9df78eab33525d08d6e5fb8d27136e95/s/u/surf-8-3.jpg"
    },
    {
      "url": "https://www.nootica.fr/media/catalog/product/cache/1/small_image/9df78eab33525d08d6e5fb8d27136e95/s/u/surf-8-2.jpg"
    },
    {
      "url": "https://www.nootica.fr/media/catalog/product/cache/1/small_image/9df78eab33525d08d6e5fb8d27136e95/s/u/surf-8-1.jpg"
    }
  ]
}
