{
  "name": "Gaastra",
  "logo": "https://ga-windsurfing.com/wp-content/uploads/sites/3/2018/07/GW-Website-Logo_160x99_transparent.png",
  "links": [
    {
      "url": "https://twitter.com/GaastraWindsurf",
      "type": "twitter"
    },
    {
      "url": "https://www.facebook.com/gaastrawindsurfing",
      "type": "facebook"
    },
    {
      "url": "https://instagram.com/gaastra_tabou_international/",
      "type": "instagram"
    },
    {
      "url": "https://www.youtube.com/channel/UC714sCPQ69eEjtIGJVDODtg",
      "type": "youtube"
    }
  ],
  "pictures": [],
  "description": {
    "en": "Our philosophy has always been to provide functional equipment of the highest quality. Gaastra was first established in 1897, since then progression always has and always will be our greatest addiction.\n\nIn windsurfing Gaastra has been a renowned market leader since 1980 with incredible records on and off the water. Some of the biggest names in the sport including Robby Naish, Pete Cabrinha, Pascal Maka, Robert Teriitehau, the Pritchard Brothers and many more have taken the sport of windsurfing to new levels while part of Team Gaastra.\n\nIn 2001 Gaastra was also one of the first brands to enter the Kitesurfing market and we have been a market leader ever since. We have been working hard with our team to push the limits of these sports on and off the water delivering world class equipment for everyone from beginners to future champions. Our team of riders and designers behind both our kitesurfing and windsurfing brands continue to push the limits, take home new titles and create great gear for our customers.\n\nTo take our brand into the coming decades our old Gaastra Logo has been updated. We will not forget everything that was done before, but with a new “GA” logo we pay tribute to our deep roots and a rich history of innovation and success in water sports while paving the way to a bright future.\n\nIf you haven’t experienced the pleasure of a Gaastra product in your hands, there is no better time than now and if car is stacked with Gaastra gear thank you for the support and stay tuned for the next great Gaastra Innovations.\n\n \n \n \n\n© Copyright Gaastra & Tabou Ltd. All Rights Reserved.\nTABOU BOARDS ®       GAASTRA KITES ®"
  },
  "infoUrl": "https://ga-windsurfing.com/about-gaastra/",
  "homePageUrl": "https://ga-windsurfing.com"
}
