{
  "name": "Gun Sails",
  "logo": "https://gunsails.com/media/logo/default/Gunsails-Logo.png",
  "links": [
    {
      "url": "http://www.facebook.com/gunsails",
      "type": "facebook"
    },
    {
      "url": "https://www.instagram.com/gunsails/",
      "type": "instagram"
    },
    {
      "url": "https://www.youtube.com/user/gunsailswindsurfing",
      "type": "youtube"
    }
  ],
  "pictures": [
    "https://gunsails.com/media/Headerbild/Gunsails-20202.jpg",
    "https://gunsails.com/media/CMS/WhyGunsails/Bild-Why-Gun-Sails2021-1.jpg",
    "https://gunsails.com/media/CMS/WhyGunsails/Bild-Why-Gun-Sails2021-2.jpg"
  ],
  "description": {
    "en": "More than 35 years of experience, knowledge, innovation and Passion: GUNSAILS.\n\nWhat used to start with just 3 sail models has now become a an internationally operating windsurf brand with an extensive product range around water sports - whether SUP, Wing, Foil or Windsurfing, our passion since day one.\n\nThe GUNSAILS concept: direct sales structures, direct line to the brand and direct service. Therefore you have the chance to get in touch with us and find the perfect GUNSAILS product for you quickly and easily. Our focus is always on the dedication of our development team, our outstanding product quality and, of course, the GUNSAILS team, who is always there to help you with questions and suggestions.\n\nJoin the GUNSAILS family and discover the new sail collection!\n\nWhether it's a competent and fast service, direct and low-priced shipping or various and secure payment - we give everything to make your purchase at GUNSAILS optimal.\n\nThere is no faster and easier way to get your new equipment than at \n\nShop easily from home or on the go with your smartphone, no matter how or where, the GUNSAILS Onlineshop is always available for you.\n\nYou can reach the GUNSAILS team personally from Monday to Friday between 9 am and 6 pm at +49 6893 80 110. In addition, if you have any questions about products or your orders, you can always send us an email to \n\nGUNSAILS products are subject to strict quality control and are tested all year round by our team. Should you still have a complaint, we are your direct contact and will help you. We give 24 months warranty on sails, masts and booms. 12 months on all other products.\n\nYou need your sail repaired? You need a spare part? You have questions about the setup?\n\nAt GUNSAILS everything is in one place: from the development and monitoring of production, individual purchase advice, to the sale and shipment of your order and after sales. Direct sales is our unique selling point in the branch and you benefit from it! \n\nWe deliver with well-known parcel services (UPS, DHL) or forwarding agencies, so that your order arrives safely and reliably. You will also receive a tracking information by mail, so your delivery is even more secure.\n\nOur ambition: To deliver your products at a reasonable price. The shipping flat rate within Germany and for deliveries abroad can be found \n\nCurrently you can choose from four \n\nA product doesn’t match your expectations and you want to return it? No problem, send the item back to us within 14 days and we will refund the purchase price immediately. \n\nFor all our payment options we guarantee transaction and data security. "
  },
  "infoUrl": "https://gunsails.com/en/why-gunsails",
  "homePageUrl": "https://gunsails.com/",
  "motto": {}
}